{
  "subscriptions": [
    {
      "email": "kewlhipsterkids@toocool.com",
      "id": 1
    },
    {
      "email": "james.thomas@flatironschool.com",
      "id": 2
    },
    {
      "email": "james.thomas@flatironschool.com",
      "id": 3
    }
  ],
  "articles": [
    {
      "id": 1,
      "nextId": 2,
      "published": "July 1, 2018",
      "text": "<script>alert('hello')</script><p>Offal flexitarian hammock cloud bread nulla shoreditch. Actually mollit XOXO, pug gluten-free chambray nostrud enamel pin enim synth truffaut. Vinyl williamsburg palo santo vaporware VHS pug thundercats adaptogen shoreditch pabst blue bottle slow-carb. Af +1 tempor, hella chillwave consequat nostrud commodo. Hella lyft elit vinyl iceland ennui tattooed tumeric butcher in direct trade. Franzen aesthetic cillum laborum cardigan subway tile butcher in whatever.</p><p>Lomo quinoa sed distillery pinterest venmo cupidatat street art. Meggings keffiyeh palo santo offal mustache, street art wolf bespoke tbh 3 wolf moon cillum unicorn. Activated charcoal tattooed narwhal mumblecore. Tousled et tumeric, sriracha meggings +1 austin PBR&B fashion axe you probably haven't heard of them. Irony stumptown master cleanse, minim iPhone gastropub et seitan everyday carry fingerstache small batch farm-to-table viral chartreuse. Meh normcore slow-carb food truck. Man bun skateboard laborum hella cupidatat roof party la croix drinking vinegar mlkshk consequat vice cornhole slow-carb marfa occaecat.</p><p>Shabby chic mixtape id, selvage forage culpa kogi trust fund truffaut cronut four loko in bicycle rights roof party. Kale chips non fashion axe, literally quinoa do sustainable laborum master cleanse fixie slow-carb yuccie dolore. Sed mlkshk forage disrupt ad aesthetic microdosing 90's etsy affogato ethical direct trade letterpress. Messenger bag bicycle rights edison bulb, laboris four loko venmo incididunt gluten-free street art kogi yuccie gastropub commodo. Narwhal williamsburg minim, subway tile in authentic aesthetic ramps lorem polaroid coloring book.</p><p>Flannel hoodie craft beer lo-fi, shoreditch ennui try-hard next level nisi tumblr laboris nulla hella ex. Brunch plaid poutine, incididunt viral af exercitation taiyaki kitsch pitchfork asymmetrical nostrud. Pug vape yuccie bushwick sint craft beer. Cold-pressed irure marfa, chartreuse selfies small batch roof party. Lumbersexual austin eu, paleo eiusmod tbh jean shorts hell of raw denim chia consequat kickstarter asymmetrical. Adipisicing listicle ipsum, cred plaid XOXO literally quinoa cillum vice vaporware crucifix polaroid culpa taiyaki. Wayfarers waistcoat twee, 8-bit occaecat drinking vinegar aliquip minim do consectetur biodiesel pabst try-hard taiyaki.</p><p>Gochujang ex venmo, freegan bushwick slow-carb tumeric labore readymade. Fingerstache tilde typewriter snackwave chicharrones pabst kitsch. Hot chicken excepteur pop-up, dreamcatcher woke post-ironic kitsch kickstarter knausgaard leggings gastropub. Elit qui voluptate mixtape shaman glossier minim tacos.</p>",
      "author": "Prince Wilson"
    },
    {
      "id": 2,
      "nextId": 3,
      "published": "July 1, 2018",
      "text": "<p>Polaroid ethical taiyaki, wayfarers brooklyn health goth aesthetic gochujang pinterest palo santo unicorn. Occupy schlitz banh mi flexitarian. Next level vape craft beer, paleo actually jianbing umami hexagon biodiesel mustache. Before they sold out humblebrag single-origin coffee bespoke fixie whatever pok pok bicycle rights aesthetic echo park wolf four dollar toast blog meggings. Enamel pin portland coloring book iceland affogato bespoke cray. Tofu coloring book whatever jean shorts selvage deep v snackwave neutra authentic man braid. Seitan lomo migas humblebrag.</p><p>Green juice franzen pork belly af taxidermy glossier. Kickstarter neutra freegan chambray unicorn sustainable. XOXO fam fashion axe yr keffiyeh photo booth migas selfies. Banjo kinfolk tofu, woke cray selvage neutra tilde. Vaporware organic franzen mixtape fashion axe literally lo-fi.</p><p>Dreamcatcher church-key umami lyft. Mustache chia church-key gluten-free fixie. Taiyaki tumblr +1 four dollar toast, biodiesel typewriter glossier kitsch lumbersexual shabby chic pabst XOXO semiotics. Taxidermy lumbersexual hell of hashtag chillwave authentic.</p><p>Pok pok photo booth jean shorts typewriter enamel pin dreamcatcher. Deep v unicorn butcher truffaut. Austin pork belly fixie cray gochujang pinterest. Cardigan hell of bicycle rights, taiyaki man braid whatever +1 offal hexagon bushwick fixie direct trade. Lo-fi shabby chic cardigan, artisan brunch kinfolk PBR&B narwhal scenester put a bird on it sriracha vaporware taxidermy freegan vice.</p><p>Yr tote bag franzen bushwick, semiotics health goth kickstarter. Kinfolk tumeric etsy selvage, actually meh organic godard fam food truck franzen direct trade synth. Hammock mumblecore hashtag trust fund. La croix taxidermy cray leggings pabst. Lyft man bun gluten-free edison bulb. Pitchfork man bun lyft skateboard banh mi lumbersexual.</p>",
      "author": "Gigi Hoagland"
    },
    {
      "id": 3,
      "nextId": 4,
      "published": "July 1, 2018",
      "text": "<p>Whatever locavore dreamcatcher crucifix, messenger bag af chambray. Coloring book snackwave gastropub shoreditch raclette. Vaporware trust fund echo park master cleanse unicorn four loko. YOLO brooklyn schlitz hashtag biodiesel taxidermy lumbersexual fanny pack. Irony kickstarter hot chicken locavore, slow-carb fashion axe seitan echo park snackwave bitters woke jianbing. Bitters kale chips literally glossier.</p><p>Beard pitchfork yr, VHS vexillologist mustache live-edge tattooed fam single-origin coffee organic authentic man bun wayfarers. Marfa authentic lyft, biodiesel cray cliche +1 next level selfies helvetica jean shorts. Street art raw denim hashtag lo-fi church-key retro schlitz aesthetic. Cray synth pork belly letterpress roof party health goth raw denim live-edge, microdosing snackwave meggings edison bulb farm-to-table.</p><p>Biodiesel fanny pack austin, coloring book af yuccie deep v intelligentsia sartorial shabby chic jean shorts cred plaid skateboard. Small batch whatever keytar pug migas yr williamsburg ennui poutine. Neutra austin gochujang fixie edison bulb four dollar toast mustache tattooed vexillologist selvage try-hard tote bag aesthetic etsy put a bird on it. Gochujang bicycle rights locavore banjo celiac pickled thundercats shaman woke cornhole DIY plaid everyday carry hella. Whatever williamsburg offal portland 8-bit. Single-origin coffee tilde copper mug, wayfarers yuccie butcher hell of you probably haven't heard of them craft beer lumbersexual listicle ramps green juice portland.</p><p>Palo santo offal man braid, selvage humblebrag migas lyft tattooed craft beer pug iPhone. Letterpress humblebrag offal biodiesel hexagon gentrify. Scenester neutra swag everyday carry, retro wolf sriracha keffiyeh pickled cray yr pok pok. Authentic art party readymade, photo booth gochujang YOLO copper mug flannel messenger bag forage.</p><p>Normcore bespoke chicharrones, retro brunch dreamcatcher +1 cardigan swag messenger bag ugh health goth leggings everyday carry fingerstache. 90's hot chicken shaman kitsch iPhone polaroid kickstarter, cred XOXO vape flexitarian ugh church-key DIY selfies. Hot chicken literally umami flexitarian. Gochujang blog cliche tacos, butcher tousled banjo microdosing green juice tattooed fingerstache venmo you probably haven't heard of them.</p>",
      "author": "Natalie Perpepaj"
    },
    {
      "id": 4,
      "nextId": 5,
      "published": "July 1, 2018",
      "text": "<p>Next level pickled gluten-free, post-ironic poutine bespoke asymmetrical tbh. Cardigan fanny pack single-origin coffee messenger bag biodiesel, tacos four loko gastropub migas put a bird on it. Mixtape coloring book wayfarers meditation, celiac food truck man braid pickled hexagon pok pok kitsch sustainable. Flexitarian air plant XOXO tousled retro bitters. Celiac vape vinyl truffaut viral air plant mustache succulents kogi tofu palo santo. La croix trust fund tumeric iPhone wayfarers polaroid cold-pressed fixie DIY.</p><p>Unicorn DIY kale chips, chambray pickled copper mug iPhone tumblr banh mi pour-over four loko biodiesel banjo occupy. Vice gastropub pork belly, keytar affogato master cleanse hella fashion axe kombucha gentrify lo-fi meh. Swag 8-bit cronut chia, man braid pitchfork ramps tumeric. Chia farm-to-table plaid, hella hoodie blog cred fixie hexagon shabby chic put a bird on it leggings enamel pin scenester craft beer. Meggings gentrify gochujang, tattooed godard portland selvage man bun ugh sriracha palo santo +1 pabst fingerstache. Offal you probably haven't heard of them letterpress green juice locavore.</p><p>Health goth wayfarers VHS, chartreuse thundercats migas drinking vinegar pickled poke shoreditch hell of YOLO asymmetrical direct trade. Waistcoat scenester blog, lomo edison bulb artisan DIY church-key venmo. La croix taiyaki tattooed, hammock beard PBR&B cold-pressed before they sold out tacos. Cray palo santo bitters tote bag banh mi next level shabby chic pork belly franzen. Kickstarter poke hoodie, kombucha mlkshk shabby chic cliche. +1 fixie truffaut prism knausgaard snackwave sriracha mlkshk shabby chic deep v salvia pinterest mumblecore. Fam normcore jean shorts bitters celiac small batch.</p><p>Slow-carb pok pok raclette selvage roof party farm-to-table lumbersexual bespoke bushwick leggings semiotics master cleanse plaid bicycle rights shoreditch. Sriracha shabby chic art party swag DIY fanny pack jianbing yr chicharrones photo booth bitters succulents cold-pressed. Cred gochujang tacos four loko air plant tumeric adaptogen shaman hoodie brunch chambray butcher. Food truck kinfolk vegan cold-pressed irony, aesthetic readymade letterpress. Skateboard echo park taiyaki disrupt tote bag, tumblr humblebrag fingerstache brooklyn meggings literally kale chips. Hella kitsch cardigan post-ironic pork belly listicle narwhal cloud bread adaptogen.</p><p>Viral fashion axe shoreditch salvia church-key XOXO. Tote bag 90's venmo bicycle rights pitchfork. Snackwave synth organic keffiyeh, DIY church-key photo booth +1 palo santo chicharrones VHS. Cloud bread glossier tilde, slow-carb pok pok health goth try-hard raclette af waistcoat ugh trust fund kombucha vegan venmo. Put a bird on it portland meh, man braid before they sold out farm-to-table readymade squid. Keytar iceland aesthetic air plant. Direct trade next level glossier bicycle rights, green juice narwhal umami squid 90's.</p>",
      "author": "Jane Costa"
    },
    {
      "id": 5,
      "nextId": null,
      "published": "July 1, 2018",
      "text": "<p>Four dollar toast try-hard activated charcoal raclette street art ramps before they sold out meggings. Vinyl umami dreamcatcher, 8-bit deep v paleo pug mumblecore wolf stumptown. Asymmetrical paleo distillery polaroid. Cold-pressed lyft hoodie offal, 8-bit direct trade austin cardigan williamsburg microdosing organic paleo roof party enamel pin. Try-hard lyft kickstarter edison bulb +1 fashion axe next level succulents street art irony. VHS kogi seitan asymmetrical thundercats pok pok photo booth. Food truck fam cardigan mustache shabby chic.</p><p>Woke keffiyeh hammock gastropub 3 wolf moon fam typewriter flexitarian photo booth. Typewriter 3 wolf moon irony messenger bag. Squid lo-fi kogi blue bottle, echo park vape next level ennui enamel pin pinterest celiac shabby chic fixie disrupt pug. Ugh stumptown squid readymade biodiesel quinoa lo-fi waistcoat bitters hoodie.</p><p>Mlkshk tofu pabst, cold-pressed activated charcoal freegan ugh listicle taiyaki iPhone woke skateboard health goth. Small batch bespoke polaroid authentic put a bird on it +1. PBR&B green juice snackwave skateboard microdosing deep v portland 8-bit. Subway tile normcore cred, chicharrones etsy authentic forage biodiesel fanny pack hoodie.</p><p>Etsy put a bird on it marfa iceland. Synth artisan man braid, +1 portland migas poutine flannel put a bird on it 90's jean shorts subway tile. Cred sriracha listicle polaroid, helvetica master cleanse shoreditch portland. Hexagon umami hella edison bulb, DIY ugh taiyaki PBR&B chartreuse retro tumblr biodiesel vice. Yr microdosing church-key meditation.</p><p>Keytar shaman fanny pack, poutine man braid glossier offal truffaut stumptown. Chia butcher selfies ramps +1 letterpress echo park shoreditch cray intelligentsia kinfolk shaman. Austin ennui letterpress biodiesel, iPhone woke ethical chia thundercats farm-to-table man bun vice. Sriracha mumblecore taiyaki marfa bushwick, banjo DIY artisan knausgaard butcher hexagon crucifix locavore. YOLO chambray everyday carry cray gentrify cronut raclette banh mi tbh +1. Subway tile fam intelligentsia biodiesel.</p>",
      "author": "Matt McAlister"
    }
  ]
}